Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: No workouts in this period yet.
ar: لا توجد تمارين في هذه الفترة بعد.
de: Noch keine Trainings in diesem Zeitraum.
es: Aún no hay entrenamientos en este periodo.
fr: Pas encore d'entraînement sur cette période.
hi: इस अवधि में अभी कोई वर्कआउट नहीं।
hu: Ebben az időszakban még nincs edzés.
it: Ancora nessun allenamento in questo periodo.
ko: 이 기간에 아직 운동이 없습니다.
pl: Brak treningów w tym okresie.
pt: Ainda sem treinos neste período.
pt_br: Ainda sem treinos neste período.
ru: В этом периоде ещё нет тренировок.
th: ยังไม่มีการออกกำลังกายในช่วงนี้
tr: Bu dönemde henüz antrenman yok.
uk: У цьому періоді ще немає тренувань.
zh: 此期间还没有训练。

source: No workouts this month
ar: لا توجد تمارين هذا الشهر
de: Keine Trainings in diesem Monat
es: Sin entrenamientos este mes
fr: Aucune séance ce mois-ci
hi: इस महीने कोई वर्कआउट नहीं
hu: Nincs edzés ebben a hónapban
it: Nessun allenamento questo mese
ko: 이번 달 운동 없음
pl: Brak treningów w tym miesiącu
pt: Sem treinos este mês
pt_br: Sem treinos este mês
ru: В этом месяце тренировок нет
th: ไม่มีการออกกำลังกายในเดือนนี้
tr: Bu ay antrenman yok
uk: Цього місяця тренувань немає
zh: 本月没有训练

source: No workouts yet.
ar: لا توجد تمارين بعد.
de: Noch keine Trainings.
es: Aún no hay entrenamientos.
fr: Aucune séance pour l’instant.
hi: अभी कोई वर्कआउट नहीं।
hu: Még nincs edzés.
it: Ancora nessun allenamento.
ko: 아직 운동 기록이 없어요.
pl: Brak treningów.
pt: Ainda sem treinos.
pt_br: Ainda sem treinos.
ru: Тренировок пока нет.
th: ยังไม่มีการออกกำลังกาย
tr: Henüz antrenman yok.
uk: Тренувань поки немає.
zh: 还没有训练。

source: None
ar: بدون
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
hu: Nincs
it: Nessuno
ko: 없음
pl: Brak
pt: Nenhum
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
uk: Немає
zh: 无

source: None yet — add one to sign in without your password.
ar: لا يوجد بعد — أضف مفتاحًا لتسجيل الدخول دون كلمة المرور.
de: Noch keiner — füge einen hinzu, um dich ohne Passwort anzumelden.
es: Ninguna todavía — añade una para iniciar sesión sin tu contraseña.
fr: Aucune pour l’instant — ajoutes-en une pour te connecter sans ton mot de passe.
hi: अभी कोई नहीं — बिना पासवर्ड के साइन इन करने के लिए एक जोड़ें।
hu: Még nincs — adj hozzá egyet, hogy jelszó nélkül jelentkezhess be.
it: Nessuna per ora — aggiungine una per accedere senza password.
ko: 아직 없음 — 비밀번호 없이 로그인하려면 하나 추가하세요.
pl: Jeszcze żadnego — dodaj passkey, aby logować się bez hasła.
pt: Ainda nenhuma — adiciona uma para iniciares sessão sem a tua palavra-passe.
pt_br: Nenhuma ainda — adicione uma para entrar sem sua senha.
ru: Пока нет — добавь ключ, чтобы входить без пароля.
th: ยังไม่มี — เพิ่มพาสคีย์เพื่อเข้าสู่ระบบโดยไม่ต้องใช้รหัสผ่าน
tr: Henüz yok — şifren olmadan giriş yapmak için bir tane ekle.
uk: Ще немає — додай ключ, щоб входити без пароля.
zh: 还没有——添加一个，就能不用密码登录。

source: Nordic curl (1 rep)
ar: الثني النوردي (تكرار واحد)
de: Nordic Curl (1 Wdh.)
hi: नॉर्डिक कर्ल (1 रेप)
hu: Nordic curl (1 ismétlés)
it: Nordic curl (1 rip.)
ko: 노르딕컬 (1회)
pl: Nordic curl (1 powtórzenie)
ru: Нордическое сгибание (1 повторение)
th: นอร์ดิกเคิร์ล (1 ครั้ง)
tr: Nordic curl (1 tekrar)
uk: Нордичне згинання (1 повторення)
zh: 北欧腿弯举（1次）

# Not an openGym answer (HTTP {0})
source: Not an openGym answer (HTTP %1$@)
ar: ليس ردًّا من openGym (HTTP %1$@)
de: Keine openGym-Antwort (HTTP %1$@)
es: No es una respuesta de openGym (HTTP %1$@)
fr: Pas une réponse d'openGym (HTTP %1$@)
hi: openGym का जवाब नहीं (HTTP %1$@)
hu: Nem openGym-válasz (HTTP %1$@)
it: Non è una risposta di openGym (HTTP %1$@)
ko: openGym 응답이 아님 (HTTP %1$@)
pl: To nie jest odpowiedź openGym (HTTP %1$@)
pt: Não é uma resposta do openGym (HTTP %1$@)
pt_br: Não é uma resposta do openGym (HTTP %1$@)
ru: Это не ответ openGym (HTTP %1$@)
th: ไม่ใช่การตอบกลับของ openGym (HTTP %1$@)
tr: openGym yanıtı değil (HTTP %1$@)
uk: Це не відповідь openGym (HTTP %1$@)
zh: 不是 openGym 的响应（HTTP %1$@）

source: Not available right now.
ar: غير متاح الآن.
de: Gerade nicht verfügbar.
es: No disponible ahora mismo.
fr: Indisponible pour le moment.
hi: अभी उपलब्ध नहीं।
hu: Most nem elérhető.
it: Non disponibile al momento.
ko: 지금은 사용할 수 없습니다.
pl: Obecnie niedostępne.
pt: Indisponível de momento.
pt_br: Indisponível no momento.
ru: Сейчас недоступно.
th: ไม่พร้อมใช้งานในขณะนี้
tr: Şu anda kullanılamıyor.
uk: Зараз недоступно.
zh: 暂时不可用。

source: Not counted for progression
ar: غير محتسب في التقدم
de: Zählt nicht für die Progression
es: No cuenta para la progresión
fr: Ne compte pas pour la progression
hi: प्रोग्रेशन में नहीं गिना जाएगा
hu: Nem számít bele a progresszióba
it: Non conta per la progressione
ko: 점진적 증가에 반영되지 않음
pl: Nie wlicza się do progresji
pt: Não conta para a progressão
pt_br: Não conta para a progressão
ru: Не учитывается в прогрессии
th: ไม่ถูกนับรวมในการเพิ่มระดับ
tr: İlerlemeye sayılmaz
uk: Не враховується в прогресії
zh: 未计入进阶

# Not enough people share yet — {0} of {1} needed. Ask your gym mates.
source: Not enough people share yet — %1$@ of %2$@ needed. Ask your gym mates.
ar: لا يشارك عدد كافٍ بعد — المطلوب %2$@ والمتوفر %1$@. اطلب من رفاقك في الجيم.
de: Noch teilen zu wenige – %1$@ von %2$@ nötig. Frag deine Trainingspartner.
es: Aún no comparte suficiente gente — %1$@ de %2$@ necesarias. Anima a tus compañeros.
fr: Pas encore assez de participants — %1$@ sur %2$@ requis. Motive tes partenaires.
hi: अभी पर्याप्त लोग साझा नहीं करते — %2$@ में से %1$@ चाहिए। अपने जिम साथियों से कहें।
hu: Még nem osztanak meg elegen — %1$@ / %2$@ szükséges. Kérdezd meg az edzőtársaidat.
it: Non condividono ancora abbastanza persone — %1$@ di %2$@ necessarie. Coinvolgi i tuoi compagni.
ko: 아직 공유하는 사람이 부족해요 — %2$@명 중 %1$@명. 헬스장 친구들에게 권해 보세요.
pl: Za mało osób udostępnia — %1$@ z %2$@ potrzebnych. Namów znajomych z siłowni.
pt: Ainda não há gente suficiente a partilhar — %1$@ de %2$@ necessárias. Convence os teus colegas de ginásio.
pt_br: Ainda não tem gente suficiente compartilhando — %1$@ de %2$@ necessárias. Chame seus parceiros de academia.
ru: Пока делится слишком мало людей — %1$@ из %2$@ нужных. Позови товарищей по залу.
th: ยังมีคนแชร์ไม่พอ — ต้องการ %1$@ จาก %2$@ คน ชวนเพื่อนยิมของคุณ
tr: Henüz yeterince kişi paylaşmıyor — %2$@ kişiden %1$@. Spor arkadaşlarına söyle.
uk: Поки ділиться замало людей — %1$@ з %2$@ потрібних. Поклич товаришів по залу.
zh: 共享的人还不够——需要 %2$@ 人，目前 %1$@ 人。叫上你的健身伙伴吧。

source: Not everything is on your server yet
ar: ليس كل شيء على خادمك بعد
de: Noch ist nicht alles auf deinem Server
es: Tu servidor aún no lo tiene todo
fr: Votre serveur n'a pas encore tout
hi: आपके सर्वर पर अभी सब कुछ नहीं है
hu: A szervereden még nincs meg minden
it: Il tuo server non ha ancora tutto
ko: 아직 서버에 모든 내용이 있지는 않습니다
pl: Twój serwer nie ma jeszcze wszystkiego
pt: O teu servidor ainda não tem tudo
pt_br: Seu servidor ainda não tem tudo
ru: На вашем сервере ещё не всё
th: เซิร์ฟเวอร์ของคุณยังมีข้อมูลไม่ครบ
tr: Sunucunda henüz her şey yok
uk: На твоєму сервері ще не все
zh: 你的服务器还没有全部内容

source: Not in the library — added as your own exercises
ar: غير موجودة في المكتبة — أُضيفت كتمارين خاصة بك
de: Nicht in der Bibliothek — als eigene Übungen angelegt
es: No están en la biblioteca — añadidos como ejercicios propios
fr: Absents de la bibliothèque — ajoutés comme vos exercices
hi: लाइब्रेरी में नहीं — अपने व्यायाम के रूप में जोड़े गए
hu: Nincs a könyvtárban — saját gyakorlatként hozzáadva
it: Non nella libreria — aggiunti come tuoi esercizi
ko: 라이브러리에 없음 — 내 운동으로 추가됨
pl: Brak w bibliotece — dodane jako własne ćwiczenia
pt: Não estão na biblioteca — adicionados como exercícios teus
pt_br: Não estão na biblioteca — foram adicionados como exercícios próprios
ru: Нет в библиотеке — добавлены как свои упражнения
th: ไม่มีในคลังท่า — เพิ่มเป็นท่าของตัวเองแล้ว
tr: Kütüphanede yok — kendi egzersizlerin olarak eklendi
uk: Немає в бібліотеці — додано як власні вправи
zh: 不在动作库中 — 已添加为自定义动作

source: Not now
ar: ليس الآن
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
hu: Most nem
it: Non ora
ko: 나중에
pl: Nie teraz
pt: Agora não
pt_br: Agora não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
uk: Не зараз
zh: 暂不

# Not on your server yet: {0}
source: Not on your server yet: %1$@
ar: ليست على خادمك بعد: %1$@
de: Noch nicht auf deinem Server: %1$@
es: Aún sin llegar a tu servidor: %1$@
fr: Pas encore sur votre serveur : %1$@
hi: अभी सर्वर पर नहीं: %1$@
hu: Még nincs a szervereden: %1$@
it: Non ancora sul tuo server: %1$@
ko: 아직 서버에 없음: %1$@
pl: Jeszcze nie na twoim serwerze — %1$@
pt: Ainda em falta no teu servidor: %1$@
pt_br: Faltando no seu servidor: %1$@
ru: Ещё не на вашем сервере — %1$@
th: ยังไม่อยู่บนเซิร์ฟเวอร์: %1$@
tr: Henüz sunucunda değil: %1$@
uk: Ще не на твоєму сервері: %1$@
zh: 尚未到达服务器：%1$@

source: Not quite right? Say what to change below and I will revise the whole plan.
ar: ليست مناسبة تمامًا؟ اذكر ما تريد تغييره أدناه وسأراجع الخطة كاملة.
de: Nicht ganz richtig? Schreib unten, was sich ändern soll, und ich überarbeite den ganzen Plan.
es: ¿No es lo que buscabas? Escribe abajo qué cambiar y revisaré todo el plan.
fr: Pas tout à fait ça ? Dis-moi ci-dessous quoi changer et je revois tout le plan.
hi: ठीक नहीं लगा? नीचे बताएँ क्या बदलना है और मैं पूरी योजना संशोधित कर दूँगा।
hu: Nem egészen jó? Írd le lent, mit változtassak, és az egész tervet átdolgozom.
it: Non è proprio così? Scrivi qui sotto cosa cambiare e rivedo l’intero piano.
ko: 마음에 안 드나요? 아래에 바꿀 점을 말해주시면 계획 전체를 수정할게요.
pl: Nie do końca to? Napisz poniżej, co zmienić, a poprawię cały plan.
pt: Não é bem isso? Diz abaixo o que mudar e eu revejo o plano todo.
pt_br: Não ficou bom? Diga abaixo o que mudar e eu reviso o plano inteiro.
ru: Не совсем то? Напишите ниже, что изменить, и я пересмотрю весь план.
th: ยังไม่ถูกใจ บอกด้านล่างว่าจะเปลี่ยนอะไร แล้วฉันจะปรับปรุงแผนทั้งหมด
tr: Tam olmadı mı? Aşağıya neyi değiştireceğimi yaz, tüm planı gözden geçireyim.
uk: Не зовсім те? Напиши нижче, що змінити, і я перегляну весь план.
zh: 不太合适？在下方说说要改什么，我会重新修改整个计划。

source: Not scored
ar: لم يُقيَّم
de: Nicht bewertet
es: Sin evaluar
fr: Non évalué
hi: आकलन नहीं हुआ
hu: Nincs értékelve
it: Non valutato
ko: 평가 안 됨
pl: Bez oceny
pt: Sem avaliação
pt_br: Sem avaliação
ru: Не оценено
th: ยังไม่ได้ประเมิน
tr: Değerlendirilmedi
uk: Не оцінено
zh: 未评估

source: Not set yet
ar: لم تُحدد بعد
de: Noch nicht gesetzt
es: Sin configurar
fr: Pas encore renseigné
hi: अभी सेट नहीं
hu: Még nincs beállítva
it: Non ancora impostato
ko: 아직 설정되지 않음
pl: Jeszcze nieustawione
pt: Por definir
pt_br: Ainda não definido
ru: Пока не задано
th: ยังไม่ได้ตั้งค่า
tr: Henüz ayarlanmadı
uk: Поки не задано
zh: 尚未设置

source: Not set — lets you sign in where passkeys do not work.
ar: غير معيّنة — تتيح لك تسجيل الدخول حيث لا تعمل مفاتيح المرور.
de: Nicht festgelegt — damit meldest du dich an, wo Passkeys nicht funktionieren.
es: Sin configurar — te permite iniciar sesión donde las passkeys no funcionan.
fr: Non défini — permet de te connecter là où les passkeys ne fonctionnent pas.
hi: सेट नहीं — जहाँ पासकी काम नहीं करती, वहाँ साइन इन करने देता है।
hu: Nincs beállítva — ott jelentkezhetsz be vele, ahol a jelszókulcsok nem működnek.
it: Non impostata — ti permette di accedere dove le passkey non funzionano.
ko: 설정 안 됨 — 패스키가 작동하지 않는 곳에서 로그인할 수 있습니다.
pl: Nieustawione — pozwala zalogować się tam, gdzie passkey nie działa.
pt: Não definida — permite iniciar sessão onde as passkeys não funcionam.
pt_br: Não definida — permite entrar onde as chaves de acesso não funcionam.
ru: Не задан — позволяет входить там, где ключи доступа не работают.
th: ยังไม่ได้ตั้ง — ใช้เข้าสู่ระบบในที่ที่พาสคีย์ใช้ไม่ได้
tr: Belirlenmedi — geçiş anahtarlarının çalışmadığı yerlerde giriş yapmanı sağlar.
uk: Не задано — дає змогу входити там, де ключі доступу не працюють.
zh: 未设置 — 可在通行密钥无法使用的地方登录。

source: Not set — sign in with an e-mail instead of your name.
ar: غير معيّن — سجّل الدخول ببريد إلكتروني بدلًا من اسمك.
de: Nicht festgelegt – melde dich mit einer E-Mail statt deinem Namen an.
es: Sin configurar — inicia sesión con un correo en lugar de tu nombre.
fr: Non défini — connecte-toi avec un e-mail au lieu de ton nom.
hi: सेट नहीं है — अपने नाम की जगह ईमेल से साइन इन करें।
hu: Nincs beállítva — jelentkezz be e-maillel a neved helyett.
it: Non impostata — accedi con un’e-mail invece che con il tuo nome.
ko: 설정 안 됨 — 이름 대신 이메일로 로그인하세요.
pl: Nie ustawiono — loguj się e-mailem zamiast nazwą.
pt: Não definido — inicia sessão com um e-mail em vez do teu nome.
pt_br: Não definido — entre com um e-mail em vez do seu nome.
ru: Не задан — входи с e-mail вместо имени.
th: ยังไม่ได้ตั้ง — เข้าสู่ระบบด้วยอีเมลแทนชื่อของคุณ
tr: Belirlenmedi — ismin yerine bir e-postayla giriş yap.
uk: Не задано — входь з e-mail замість імені.
zh: 未设置 — 用邮箱代替名字登录。

source: Not supported in this browser.
ar: غير مدعوم في هذا المتصفح.
de: In diesem Browser nicht unterstützt.
es: No compatible con este navegador.
fr: Non pris en charge par ce navigateur.
hi: इस ब्राउज़र में समर्थित नहीं।
hu: Nem támogatott ebben a böngészőben.
it: Non supportato in questo browser.
ko: 이 브라우저에서는 지원되지 않아요.
pl: Nieobsługiwane w tej przeglądarce.
pt: Não suportado neste navegador.
pt_br: Não suportado neste navegador.
ru: Не поддерживается в этом браузере.
th: เบราว์เซอร์นี้ไม่รองรับ
tr: Bu tarayıcıda desteklenmiyor.
uk: Не підтримується в цьому браузері.
zh: 此浏览器不支持。

source: Not synced with this server yet
ar: لم تتم المزامنة مع هذا الخادم بعد
de: Noch nicht mit diesem Server synchronisiert
es: Aún no sincronizado con este servidor
fr: Pas encore synchronisé avec ce serveur
hi: इस सर्वर से अभी तक सिंक नहीं हुआ
hu: Ezzel a szerverrel még nem volt szinkronizálás
it: Non ancora sincronizzato con questo server
ko: 아직 이 서버와 동기화되지 않음
pl: Jeszcze nie zsynchronizowano z tym serwerem
pt: Ainda não sincronizado com este servidor
pt_br: Ainda não sincronizado com este servidor
ru: Ещё не синхронизировано с этим сервером
th: ยังไม่เคยซิงค์กับเซิร์ฟเวอร์นี้
tr: Bu sunucuyla henüz eşitlenmedi
uk: Ще не синхронізовано з цим сервером
zh: 尚未与此服务器同步

source: Not synced yet — tap to retry.
ar: لم تتم المزامنة بعد — اضغط لإعادة المحاولة.
de: Noch nicht synchronisiert — tippen zum Wiederholen.
es: Aún no sincronizado: toca para reintentar.
fr: Pas encore synchronisé — touchez pour réessayer.
hi: अभी सिंक नहीं हुआ — फिर से कोशिश के लिए टैप करें।
hu: Még nincs szinkronizálva — koppints az újrapróbáláshoz.
it: Non ancora sincronizzato — tocca per riprovare.
ko: 아직 동기화되지 않음 — 다시 시도하려면 탭하세요.
pl: Jeszcze nie zsynchronizowano — dotknij, aby ponowić.
pt: Ainda não sincronizado — toca para tentar de novo.
pt_br: Ainda não sincronizado — toque para tentar novamente.
ru: Ещё не синхронизировано — нажмите, чтобы повторить.
th: ยังไม่ได้ซิงค์ — แตะเพื่อลองใหม่
tr: Henüz eşitlenmedi — yeniden denemek için dokun.
uk: Ще не синхронізовано — натисни, щоб повторити.
zh: 尚未同步 — 点按重试。

source: Not trained in this period
ar: غير مدربة في هذه الفترة
de: In diesem Zeitraum nicht trainiert
es: Sin entrenar en este periodo
fr: Non travaillé sur cette période
hi: इस अवधि में प्रशिक्षित नहीं
hu: Ebben az időszakban nincs edzve
it: Non allenati in questo periodo
ko: 이 기간에 훈련하지 않음
pl: Nietrenowane w tym okresie
pt: Sem treino neste período
pt_br: Sem treino neste período
ru: Не тренировались за этот период
th: ยังไม่ได้ฝึกในช่วงนี้
tr: Bu dönemde çalışılmadı
uk: Не тренувалися за цей період
zh: 此期间未训练

source: Note
ar: ملاحظة
de: Notiz
es: Nota
hi: नोट
hu: Megjegyzés
it: Nota
ko: 메모
pl: Notatka
pt: Nota
pt_br: Nota
ru: Заметка
th: บันทึก
tr: Not
uk: Нотатка
zh: 备注

source: Note (optional) — loading cues, "bar only then +1 plate/side each set", anything worth remembering here
ar: ملاحظة (اختيارية) — تلميحات التحميل مثل «البار فقط ثم +1 قرص لكل جانب في كل مجموعة»، وأي شيء يستحق التذكر
de: Notiz (optional) — Hinweise zur Belastung, z. B. „nur die Stange, dann pro Satz +1 Scheibe pro Seite“, was immer du dir merken willst
es: Nota (opcional) — indicaciones de carga, ej. «solo barra y +1 disco por lado en cada serie», lo que quieras recordar
fr: Note (optionnelle) — indications de charge, ex. « barre seule puis +1 disque par côté à chaque série », tout ce que tu veux te rappeler
hi: नोट (वैकल्पिक) — लोडिंग संकेत, जैसे "सिर्फ़ खाली बार, फिर हर सेट में हर तरफ़ +1 प्लेट", जो भी याद रखना चाहें
hu: Megjegyzés (opcionális) — súlyozási tippek, pl. „csak a rúd, majd sorozatonként +1 tárcsa oldalanként”, bármi, amit érdemes megjegyezni
it: Nota (facoltativa) — indicazioni di carico, es. "solo bilanciere poi +1 disco per lato a ogni serie", qualsiasi cosa tu voglia ricordare
ko: 메모(선택 사항) — 중량 안내, 예: "빈 바로 시작 후 세트마다 양쪽 +1플레이트", 기억하고 싶은 모든 것
pl: Notatka (opcjonalnie) — wskazówki dot. obciążenia, np. "sama sztanga, potem +1 talerz na stronę w każdej serii", cokolwiek chcesz zapamiętać
pt: Nota (opcional) — dicas de carga, ex. "só a barra, depois +1 anilha por lado a cada série", o que quiser lembrar
pt_br: Nota (opcional) — dicas de carga, ex. "só a barra, depois +1 anilha por lado a cada série", o que quiser lembrar
ru: Заметка (необязательно) — подсказки по нагрузке, напр. «только гриф, затем +1 блин на сторону каждый подход», всё, что стоит запомнить
th: บันทึก (ไม่บังคับ) — เคล็ดลับการตั้งน้ำหนัก เช่น "เอาแค่บาร์เปล่าก่อน แล้วค่อยเพิ่มแผ่นละ 1 แผ่นต่อข้างทุกเซ็ต" หรืออะไรก็ตามที่อยากจดจำไว้
tr: Not (isteğe bağlı) — yükleme ipuçları, örn. "sadece bar, sonra her sette +1 disk/taraf", aklında tutmak istediğin her şey
uk: Нотатка (необов’язково) — підказки щодо навантаження, напр. «лише гриф, потім +1 блин на сторону з кожним підходом», усе, що варто запам’ятати
zh: 备注（可选）— 加重提示，例如"空杠开始，之后每组每侧+1片"，任何你想记住的内容

source: Notes from the Coach
ar: ملاحظات من المدرب
de: Hinweise vom Coach
es: Notas del Entrenador
fr: Notes du Coach
hi: कोच की टिप्पणियाँ
hu: Az Edző megjegyzései
it: Note del Coach
ko: 코치의 메모
pl: Uwagi od Trenera
pt: Notas do Treinador
pt_br: Notas do Treinador
ru: Заметки Тренера
th: บันทึกจากโค้ช
tr: Koç’tan notlar
uk: Нотатки Тренера
zh: 教练备注

source: Nothing changes, and the Coach will remember you turned these down.
ar: لن يتغير شيء، وسيتذكر المدرب أنك رفضتها.
de: Es ändert sich nichts, und der Coach merkt sich, dass du sie abgelehnt hast.
es: No cambia nada, y el Entrenador recordará que las has rechazado.
fr: Rien ne change, et le Coach se souviendra que vous les avez refusées.
hi: कुछ नहीं बदलेगा, और कोच याद रखेगा कि आपने इन्हें ठुकराया।
hu: Semmi sem változik, és az Edző megjegyzi, hogy ezeket elutasítottad.
it: Non cambia nulla e il Coach ricorderà che li hai rifiutati.
ko: 아무것도 바뀌지 않으며, 코치는 이를 거절했다는 사실을 기억합니다.
pl: Nic się nie zmieni, a Trener zapamięta, że je odrzuciłeś.
pt: Nada muda, e o Treinador vai lembrar-se de que as recusaste.
pt_br: Nada muda, e o Treinador vai lembrar que você recusou estas.
ru: Ничего не изменится, а Тренер запомнит, что вы их отклонили.
th: ไม่มีอะไรเปลี่ยน และโค้ชจะจำไว้ว่าคุณปฏิเสธข้อเสนอเหล่านี้
tr: Hiçbir şey değişmez ve Koç bunları reddettiğini hatırlar.
uk: Нічого не зміниться, а Тренер запам’ятає, що ти їх відхилив.
zh: 不会有任何改动，教练会记住你拒绝了这些建议。

source: Nothing chosen yet — add exercises and they’ll show up here.
ar: لم تختر شيئًا بعد — أضف تمارين وستظهر هنا.
de: Noch nichts gewählt — füge Übungen hinzu, dann erscheinen sie hier.
es: Nada elegido aún — añade ejercicios y aparecerán aquí.
fr: Rien de choisi — ajoute des exercices et ils apparaîtront ici.
hi: अभी कुछ नहीं चुना — व्यायाम जोड़ें तो वे यहाँ दिखेंगे।
hu: Még nincs kiválasztva semmi — adj hozzá gyakorlatokat, és itt fognak megjelenni.
it: Ancora niente — aggiungi esercizi e appariranno qui.
ko: 아직 없어요 — 운동을 추가하면 여기에 표시됩니다.
pl: Nic nie wybrano — dodaj ćwiczenia, a pojawią się tutaj.
pt: Ainda nada escolhido — adiciona exercícios e eles aparecem aqui.
pt_br: Nenhum exercício escolhido — adicione exercícios e eles aparecerão aqui.
ru: Пока ничего нет — добавляй упражнения, и они появятся здесь.
th: ยังไม่ได้เลือกอะไรเลย — เพิ่มท่าออกกำลังกายแล้วจะโผล่มาที่นี่
tr: Henüz seçim yok — egzersiz ekledikçe burada görünecekler.
uk: Поки нічого немає — додавай вправи, і вони з’являться тут.
zh: 还没有常用动作——添加后会显示在这里。

source: Nothing is saved, and you can ask again anytime.
ar: لن يُحفظ شيء، ويمكنك الطلب مرة أخرى في أي وقت.
de: Es wird nichts gespeichert, und du kannst jederzeit erneut fragen.
es: No se guarda nada y puedes volver a pedirlo cuando quieras.
fr: Rien n’est enregistré et vous pouvez redemander quand vous voulez.
hi: कुछ सहेजा नहीं जाएगा, और आप कभी भी दोबारा माँग सकते हैं।
hu: Semmi sem mentődik, és bármikor újra kérhetsz.
it: Non viene salvato nulla e puoi richiederlo quando vuoi.
ko: 아무것도 저장되지 않으며 언제든 다시 요청할 수 있습니다.
pl: Nic nie zostanie zapisane i możesz poprosić ponownie w każdej chwili.
pt: Nada é guardado e podes voltar a pedir quando quiseres.
pt_br: Nada é salvo, e você pode pedir de novo quando quiser.
ru: Ничего не сохранится, и вы сможете запросить снова в любой момент.
th: ไม่มีอะไรถูกบันทึก และคุณขอใหม่ได้ทุกเมื่อ
tr: Hiçbir şey kaydedilmez, istediğin zaman tekrar isteyebilirsin.
uk: Нічого не збережеться, і ти зможеш запитати знову будь-коли.
zh: 不会保存任何内容，你随时可以再次请求。

source: Nothing left — went to failure
ar: لا شيء متبقٍ — وصلت إلى الفشل
de: Nichts mehr übrig — bis zum Muskelversagen
es: Nada más — hasta el fallo
fr: Plus rien — jusqu’à l’échec
hi: कुछ नहीं बचा — फेलियर तक
hu: Nem maradt semmi — kimerülésig ment
it: Niente più — fino a cedimento
ko: 더는 못 함 — 실패 지점까지
pl: Nic nie zostało — do upadku
pt: Não sobrou nada — até à falha
pt_br: Sem repetições restantes — até a falha
ru: Ничего не осталось — до отказа
th: ไม่เหลือแรงแล้ว — ทำจนหมดแรง
tr: Hiç kalmadı — tükenmeye kadar
uk: Нічого не лишилося — до відмови
zh: 一点不剩——做到力竭

source: Nothing logged yet
ar: لم يتم تسجيل أي شيء بعد
de: Noch nichts eingetragen
es: Nada registrado aún
fr: Rien de noté
hi: अभी कुछ दर्ज नहीं
hu: Még nincs rögzítve semmi
it: Niente registrato
ko: 아직 기록 없음
pl: Nic nie zapisano
pt: Ainda nada registado
pt_br: Ainda não há nada registrado
ru: Пока ничего не записано
th: ยังไม่มีการบันทึก
tr: Henüz kayıt yok
uk: Поки нічого не записано
zh: 还没有记录

source: Nothing logged yet — this session sets the baseline.
ar: لم يُسجَّل شيء بعد — هذه الجلسة تحدد خط الأساس.
de: Noch nichts protokolliert — diese Einheit setzt den Ausgangswert.
es: Aún no hay nada registrado: esta sesión marca el punto de partida.
fr: Rien d’enregistré pour l’instant — cette séance fixe la référence.
hi: अभी कुछ दर्ज नहीं — यह सेशन आधार तय करेगा।
hu: Még nincs rögzítve semmi — ez az edzés adja a kiindulópontot.
it: Ancora nulla registrato: questa sessione fissa il punto di partenza.
ko: 아직 기록이 없습니다 — 이번 세션이 기준이 됩니다.
pl: Nic jeszcze nie zapisano — ta sesja wyznacza punkt wyjścia.
pt: Ainda nada registado — esta sessão define o ponto de partida.
pt_br: Ainda não há nada registrado — esta sessão define o ponto de partida.
ru: Записей пока нет — эта тренировка задаёт отправную точку.
th: ยังไม่มีการบันทึก — ครั้งนี้จะเป็นค่าเริ่มต้น
tr: Henüz kayıt yok — bu seans başlangıç noktasını belirler.
uk: Записів поки немає — це тренування задає відправну точку.
zh: 还没有记录——这次训练确立基准。

source: Nothing new to import
ar: لا يوجد شيء جديد لاستيراده
de: Nichts Neues zu importieren
es: Nada nuevo que importar
fr: Rien de nouveau à importer
hi: आयात करने को कुछ नया नहीं
hu: Nincs új importálnivaló
it: Niente di nuovo da importare
ko: 가져올 새 항목이 없습니다
pl: Brak nowych danych do importu
pt: Nada de novo para importar
pt_br: Nada de novo para importar
ru: Нечего импортировать
th: ไม่มีอะไรใหม่ให้นำเข้า
tr: İçe aktarılacak yeni bir şey yok
uk: Нема чого імпортувати
zh: 没有新内容可导入
